<template>
  <div class="flex flex-col space-y-8 mb-16">
    <div>
      ※ 용도
      <br />
      <br />
      개인 공부
      <br />
      간호사님 수요
    </div>
    <div>
      ※ 남은 것들
      <br />
      <br />
      ui, ux
      <br />
      -> 모바일 기준으로 만들어서 PC 조금 이상함
      <br />
      (근데 PC용 UI를 어떻게 해야할지 모르겠음)
      <br />
      -> css들이 거의 다 flex로 떡져있음 & 좀 많이 깊은듯
      <br />
      근데 원래 이런걸 수도 있고 창 조절도 잘 안하니까...
      <br />
      <br />
      계산기
      <br />
      -> 지금 에피네프린, 체질량지수밖에 없음.
      <br />
      (의료인이 아니라 뭘 넣을지 모르겠음)
      <br />
      <br />
      게시판
      <br />
      -> 게시판, 댓글 수정, 삭제기능
      <br />
      -> 게시판, 댓글 좋아요
      <br />
      <br />
      계정 관련
      <br />
      -> 세션 끝났을 시 로그아웃? 아직 못정함
      <br />
      <br />
      먼 미래...
      <br />
      -> text editor 컴포넌트 직접 만들기
      <br />
      제약이 좀 있고 이상함 (최대 길이조절 안된다던지)
      <br />
      <br />
    </div>
  </div>
</template>
